{
  "file_id": "1f369232-7c93-48cc-ad2c-3b89b59b84d1",
  "original_filename": "随笔4：迈过阈值之后(1).pdf",
  "file_extension": "pdf",
  "total_text_length": 4521,
  "chapters": [
    {
      "title": "前言",
      "content": "随笔 4：迈过阈值之后 2025/08/25\n写在最前：又是惊心动魄的一天~~~\n在上周五（8月22日）的随笔3中，我们曾用远洋航海进行比喻，问，只用指南针能跨越大洋吗。答案是\n不能，对于远洋航海而言，指南针只是辅助工具，甚至不是必要工具，因为判断方向有很多种方式，白天可\n以看太阳，晚上可以看星星。而行驶到大洋深处，最重要也是最困难的，是判断自己的位置。\n如果不知道自己的位置，只知道东南西北，是无法到达目的地的，因为不知道目的地在自己的北边还是南边。\n而判断自己的位置，靠的并不是指南针，而是四分仪（后来改进到六分仪）以及高精度时钟。\n这个例子类比的是，股价最终是涨到合理的绝对值点位的，因此判断股价能不能继续涨，看的不是累计涨幅、\n滚动收益差、拥挤度，甚至不是增速-PE拟合以及各种不能影响终局的边际变化。DCF模型是估值的第一性\n原理，而真正影响 DCF 模型估值的，有且只有终局与折现率，两者并非定性分析，而是可以定量计算，并\n且在满足一定条件的情况下，DCF模型可以简化到唯一的合理PE。\n至此，判断行情所处阶段，最先也是最重要的事情，是知道此时此刻的估值中，隐含的叙事是什么。\n我们在之前的一系列报告中，反复验证了下表的有效性，即在满足1）达到天花板后维持稳定以及2）匀速\n增长两个假设下，根据1）天花板高度较当前业绩的倍数以及2）折现率，可以唯一求出一家公司的合理PE，\n和“什么时候到达天花板”关系不大，也就是增速并不重要（下表统一使用10年假设）。\n经验数据，正常年份折现率取10%，牛市期间取7-8%，估值的拟合度比较高。\n反过来，我们就可以根据公司当前的动态PE以及过去12个月的TTM业绩，求出此时此刻股价中隐含的天\n花板高度是什么。只有天花板高度的上修（少部分情况下可以是折现率下降），即叙事空间打开时，才会带\n来超额收益。任何既有叙事的兑现，即天花板高度无法上修了，无论现金流曲线的形状如何，都不会换来超\n额收益，都只能赚必要收益率。赚折现率之内的钱，才是真正赚业绩的钱。\n由此就可以引出几个常见的估值误区：\n1）看PE的历史分位数判断是否高估。这种方法很容易高位站岗，在DCF模型中，估值水平由天花板高度\n较当前业绩的倍数和折现率共同决定。PE 的历史分位数没有意义，如果天花板高度不变，任何增长都会导\n致距离天花板更近，PE 就应该持续下降，PE 上修是因为发生了叙事变化；PE 不变是滚动等比例上修终局\n空间。看历史PE分位数炒股，在叙事的兑现期容易亏钱，在叙事的变化期耽误赚钱。\n由此还有一个引申，对比历史上每一轮行情的涨幅以及持续时间，也没有太大意义。因为每一轮行情的起点\n不一样，假设都是涨到100亿，如果起点是90亿，就只能涨10%；如果起点是10亿，就能翻10倍。不\n能直接对比2013-2015年创业板牛市，彼时创业板的起点（估值水平）远远低于后来的科创50。同理，4\n月以来，海外AI链涨幅远远高于国产算力链，因为后者的估值起点远远高于前者。\n2）某某公司未来几年业绩确定增长，拿着不动就可以赚一个稳稳的幸福。折现率的全称是必要收益率，超\n过必要收益率的涨幅，只能来自叙事的变化，要么是天花板高度打开（个股alpha），要么是折现率下降（全\n市场beta）。任何“确定”的东西，都是既有叙事的兑现，都只能赚必要收益率。\n如果硬要在“确定增长”和“确定下滑”中二选一，“确定下滑”的投资性价比远远高于“确定增长”，因为\nA股市场是乐观资金定价，预期“确定下滑”的公司，大概率真的会下滑；而预期“确定增长”的公司，不\n一定有那么确定，未必能赚到折现率。也就解释了，2021年以来，绩优股指数（滚动选取全A样本ROE最\n高的200家公司）始终没跑赢亏损股指数。叙事变化>确定下滑>确定增长。\n3）某某公司/行业增速很快，景气度持续提升，因此更有投资价值。业绩曲线的形状与股价走势没有必然联\n系，股价上涨的驱动力，是新叙事与旧叙事的估值差，而所谓的叙事，对于个股而言，通常就是指天花板高\n度，如果超预期的业绩不足以改变叙事（上修天花板高度），或者叙事本身已经达到极限，无法进一步上修，\n股价将对一切利好脱敏。\n以 2021 年后的宁德时代为例，对比宁德时代历年所在时点对当年归母净利润的 wind 一致预期，2022 年\n业绩预期逐季上修，且最终业绩超预期，2023年预期跳空高开，最终还兑现了。这在A股市场算是很不容\n易了，全A样本加总数据2022年之后可是持续低于预期的。\n如果看业绩增速的绝对值、边际变化与是否超预期，宁德时代2022-2023年每一条都符合，但是宁德时代\n的股价在2021 年10 月就见顶了，因为当时有一篇著名报告，展望宁德时代2060 年业绩。对于一家万亿\n市值的公司，叙事一次性推到了几十年后，未来几年业绩多赚少赚几百亿，不会有太大影响。\n而且，恰恰是因为后面业绩都兑现了，实现了“确定增长”，后续走势才没跑输创业板指。\n相反的，银行最近几年一直是个位数PE，按照10%的折现率，隐含天花板高度是当前的0.3-0.5倍，也就\n是终局利润要打 3 折-5 折，但是最近几年实际业绩非常平稳，未来可能就不下滑了，天花板高度是当前的\n1倍，就算下滑20%，相较之前估值中隐含的叙事，天花板高度打开好几倍，妥妥的成长股。\n而且，银行证明了，自身业绩受宏观经济的影响比市场预想的要低，还可以赚一个折现率下降的钱，分子分\n母同时发力，股价表现非常可观，甚至跑赢了真成长股 · 纳斯达克。\n因此，判断行情所处位置，最重要的因素，就是此时此刻估值中，反算出来的天花板高度，而不是B过去一\n段时间跑输了A，所以行情有望从A扩散到B。恰恰相反，很可能是因为B的股价位置已然太高。\n从之前的《叙事经济学》材料中的隆基三轮行情、煤炭黄金12年，以及之后的一系列案例中可以看出，如\n果股价隐含的天花板高度，已经达到了合理假设的上限，股价就很难进一步上攻了，就算还有鱼尾行情，也\n可能只是一个A形尖顶。\n经过以上铺垫后，进入真正的正文：通过当前各大热门板块典型公司、龙头公司的估值反算，经过海外龙头\n对标以及和相应行业的小伙伴讨论，很多知名公司股价中隐含的天花板高度，已经接近了合理假设的上限甚\n至是想象力的极限（具体公司可以私信，免得有看空嫌疑），叙事先行的特征走向极致。\n少部分公司因为实在算不清楚天花板高度应该是多少，反而显得“安全”一点。\n因此可以说，A 股市场在流动性的冲击下，很大程度上，至少是对于很多公司而言，已经迈过了安全阈值。\n这是我与市场上很多主流观点不一样的地方，从估值的角度看，此时此刻绝对不是所谓的“初期”。\n由此就需要引出A股的第二套定价机制，拍卖机制。之前报告已有描述，此处简要提及。\n所谓的“一致预期”并不存在，市场的预期是一个分布，特别乐观和特别悲观的人同时存在，由于判断天花\n板高度所需的线索强度不一样，不同类型公司预期分布的离散程度天然有差别，我们可以假设市场参与者的\n预期大致呈现正态分布。但是股价最终会停留在谁的预期上，是一个值得深究的话题。\n在理想允许做空的市场中，股价的形成是对冲机制，乐观与悲观观点可以相互抵消，股价是由平均预期决定\n的，也就是正态分布曲线的中线位置。而在真实场景中，无做空限制是一个很强的假设，尤其是A股市场。\n一旦多空观点的投票权不对等，股价的形成就从对冲机制变成了拍卖机制。\n股价就不完全是中位预期的反映，而是由中线位置（基本面）和截距位置（交易因素）共同决定，即下图阴\n影积分面积等于公司流通盘可容纳资金量时的股价。即从最乐观预期开始，卖到筹码出清为止。\n由于截距因素的存在，预期分布就显得格外重要。截距位置取决于预期分布与流动性，在平均预期相同的情\n况下，市场分歧越大的股票，本质是天花板不太好拍，算不清楚终局在哪里，能够凝聚共识的线索很弱，截\n距向右漂移的幅度往往越大，永远不知道最乐观的资金有多离谱。\n这是A股市场最大的魅力所在，同时也是最大的风险点，在对冲机制中（如美股），股价是由平均预期决定\n的，分歧越大的股票，预期收益率的方差越大，风险溢价越高，估值往往越低。而在拍卖机制中，股价由中\n线位置与截距共同决定，天花板越算不清楚的股票，越容易产生朦胧美，估值反而越高。\n拍卖机制的另一个重大影响是，流动性本身也会影响股价涨跌，或者说，流动性的影响远远大于对冲机制。\n例如，当关注到公司的资金为1000亿时，假设公司的流通市值为100亿，股价并不是1000亿资金的平均\n预期定价的，而是由最乐观的第100亿资金定价。当关注到公司的资金为2000亿时，股价就是由2000亿\n资金中最乐观的100亿资金定价。因此，即便后面的2000亿资金和前面的1000亿资金，平均预期相同，\n即基本面没有任何变化，2000亿资金中的第100亿，也要比1000亿资金中的第100亿高的多。\n因此，我们想象，当下图曲线向上移动时，阴影面积的截距也会向右移动，带来流动性冲击。这时的股价上\n涨与基本面没有任何关系。然后将流动性冲击与预期的分布结合起来，天花板越算不清楚的股票，预期分布\n越离散，股价受流动性影响就越大，由此也就解释了，牛市期间，有有基本面的票，越跑不赢指数。\n进一步的，试想一下，如果将流动性（或者称之为关注度、潜在成交量）作为横坐标，由于在正态分布假设\n下，上图阴影部分的面积越向右越窄，因此随着流动性的扩张，股价就会出现加速上涨，二阶导为正。非常\n符合此次此刻的市场形态。\n但是此时，真正的基本面，也就是正态分布的中线位置并没有任何变化，因为很可能已经上修到位了，股价\n涨幅全部由截距的移动贡献。一旦突破了基本面阈值，股价是不会稳定的。只能加速上涨，或者因流动性消\n退而急跌。套用罗伯特·席勒在《非理性繁荣》中举的例子，将话筒对准老式音响，然后鼓一下掌，鼓掌的声\n音被话筒吸收，然后由音响放大后再由话筒吸收，由此往复，就会产生长时间尖锐刺耳的噪声。噪声的源头\n来自鼓掌，但是持续时间与刺耳程度，与鼓掌无关，取决于话筒与音响之间的反馈机制。\n因此，希望股价上涨带动居民存款搬家，然后居民存款搬家进一步驱动股价上涨，这种脱离基本面的左脚踩\n右脚是非常不负责任的，最终会导致社会财富的进一步集中，再次降低已然很低的边际消费倾向。\n因此，两个投资建议（仅个人观点）："
    },
    {
      "title": "1、牛市不言顶，追涨优于寻找滞涨股票，更不要试图回调后买入。突破估值阈值后，后续的上涨由截距的",
      "content": "1、牛市不言顶，追涨优于寻找滞涨股票，更不要试图回调后买入。突破估值阈值后，后续的上涨由截距的\n移动决定，如上图二阶导向上的曲线，流动性最集中的股票往往涨的最高。而一旦开始回调，就意味着热点\n消退，因为当初的上涨就不是因为基本面涨上来的，截距的回吐会覆盖掉一切基本面利好。"
    },
    {
      "title": "2、能买指数的情况下，指数优于个股。如前述，在流动性泛滥的情况下，天花板越算不清楚的股票，越容",
      "content": "2、能买指数的情况下，指数优于个股。如前述，在流动性泛滥的情况下，天花板越算不清楚的股票，越容\n易产生朦胧美，股价可以脱离地心引力，而这些股票往往基本面很差，可能下不去手。而真正有基本面的公\n司，因为终局空间能算清楚，往往跑不赢指数。当然，涨的最好的是，有基本面，且算不清楚终局的公司~"
    }
  ]
}